/* Sandvox link-back blurb */
"Build simple websites on the Mac and host it anywhere" = "Build simple websites on the Mac and host it anywhere";

/* Sandvox link-back blurb */
"Create and publish a web site with your Mac - for individuals, small business, and education" = "Create and publish a web site with your Mac - for individuals, small business, and education";

/* Sandvox link-back blurb */
"Create websites, photo albums, and weblogs on the Mac" = "Create websites, photo albums, and weblogs on the Mac";

/* Alt string for sandvox badge */
"Created by Sandvox - %@" = "Created by Sandvox - %@";

/* string that goes before badgeLinkString, for badge */
"Created with" = "Created with";

/* title string for sandvox badge link */
"Learn about Sandvox - %@" = "Learn about Sandvox - %@";

/* linked text in the text badge linking back to sandvox site.  Always FOLLOWS the 'created by' regardless of language. */
"Sandvox" = "Sandvox";

/* Sandvox link-back blurb */
"The easy mac web site Builder - for school, business, family" = "The easy mac web site Builder - for school, business, family";

/* Sandvox link-back blurb */
"The Mac Website Creator - publish weblogs and photos on any host" = "The Mac Website Creator - publish weblogs and photos on any host";

/* Sandvox link-back blurb */
"Using your Macintosh, publish your blog / photo album / web site on any ISP" = "Using your Macintosh, publish your blog / photo album / web site on any ISP";

